Repository: mrvolodymyr/DTA-Admin
Catalog: DTAdmin/Subject/Translate/*.xliff
Languages: uk

# 1Ib-GJ-ch4.placeholder
source: New Password
uk: Введіть новий пароль

# 2Xj-jg-agf.placeholder
source: User Name
uk: Введіть логін

# 7Jj-ZF-sp5.title
source: Item
uk: Адміністратори

# bZS-wk-Vfx.text
source: Email
uk: Електронна пошта

# cI1-hq-tB6.text
source: User Name
uk: Логін

# cgr-r7-DQU.placeholder
source: Search by username albo email
uk: Пошук за логіном або поштою

# cxR-vT-iWK.placeholder
source: Confirm Password
uk: Введіть підтвердження паролю

# ewp-WJ-th7.placeholder
source: Email: user@mail.com
uk: Введіть електронну пошту

# gGj-sB-Kro.text
source: Password
uk: Пароль

source: Add new answer
uk: Додати нове питання

source: Add new item
uk: Додати новий запис

source: Add new question
uk: Додати нове питання

source: Administrators
uk: Адміністратори

source: Alert
uk: Попередження

source: Answer correctness
uk: Правильність відповіді

source: Answer detail
uk: Деталі відповіді

source: Answers
uk: Відповіді

source: Attempts:
uk: Кількість спроб:

source: Create
uk: Створити

source: Details
uk: Деталі

source: Edit
uk: Редагувати

source: Enabled:
uk: Можливіть: Створити

source: Entered incorect data
uk: Введені неправильні дані

source: Error
uk: Помилка

source: Error response: (responseValue.statusCode) - (errorMsg)
uk: Відповідь на помилку: (responseValue.statusCode) - (errorMsg)

source: Faculties
uk: Факультети

source: Filtering (filteredItemCount) of (totalItemCount)
uk: Відфільтровано (filteredItemCount) з (totalItemCount)

source: Groups
uk: Групи

source: Image not selected!
uk: Зображення не вибрано!

source: Incorect data
uk: Неправильні дані

source: Incorect response structure
uk: Недостатня структура відповіді

source: Incorect server response!
uk: Невідповідність відповіді сервера!

source: Incorect type data
uk: Недійсний тип даних

source: Incorrect type
uk: Неправильні дані

source: Level of difficulty:
uk: Рівень складності:

source: New
uk: Новий

source: New Student
uk: Новий студент

source: No items match your query
uk: Немає даних до вашого запиту

source: Ok
uk: Добре

source: Out of Bounds
uk: За межами поля

source: Passwords fileds are empty or don't match
uk: Поля паролей порожні або не збігаються

source: Question
uk: Питання

source: Question detail
uk: Деталі питань

source: Question level
uk: Рівень питання

source: Question type
uk: Тип питання

source: Request not supported!
uk: Запит не підтримується!

source: Request not supported.
uk: Запит не підтримується.

source: Response is empty
uk: Відповідь порожня

source: Response is empty: (entity)
uk: Відповідь порожня: (entity)

source: Response is empty: (jsonArray)
uk: Відповідь порожня: (jsonArray)

source: Right
uk: Правильно

source: Specialities
uk: Спеціальності

source: Structure is incorrect: (entity)
uk: Структура неправильна: (entity)

source: Students
uk: Студенти

source: Subject tests
uk: Тести по предмету

source: Subjects
uk: Предмети

source: Tasks:
uk: Завдання:

source: The Header isn't prepared!
uk: Заголовок не готовий!

source: Time for test:
uk: Час для тесту:

source: Type of question:
uk: Тип питання:

source: Uncountable list of Entity
uk: Незчисленний список об'єктів

source: Undefined group
uk: Невідома група

source: Update
uk: Оновлення

source: Update answer
uk: Оновлення відповіді

source: Update question
uk: Оновлення питання

source: Update record
uk: Оновлення запису

source: User not found!
uk: Не знайдено користувача!

source: UserID not found!
uk: ІД користувача не знайдено!

source: Warning
uk: Попередження

source: Wrong
uk: Неправильно

source: Wrong email
uk: Не правильна електронна адреса

# 1Pj-Dx-z5H.text
source: Subject description:
uk: Опис предмету:

# 5rF-gB-7Px.normalTitle
source: Open gallery
uk: Відкрити галерею

# 6es-km-t7G.text
source: Level of difficulty:
uk: Рівень складності:

# 7AI-Yx-agk.text
source: Type of question:
uk: Тип питання:

# JXF-Nm-cbP.text
source: Answer text:
uk: Відповідь:

# PYV-bJ-zzs.text
source: Subject name:
uk: Назва предмету:

# QXz-4K-vuF.normalTitle
source: Show questions
uk: Показати питання

# VFJ-Pr-DEl.normalTitle
source: Save
uk: Зберегти

# XM0-oF-4Qw.normalTitle
source: Remove image
uk: Видалити зображення

# Y9c-B6-92z.normalTitle
source: Remove image
uk: Видалити зображення

# dkw-hT-cJR.text
source: Correctness:
uk: Правильність:

# fJb-n5-rhR.normalTitle
source: Show test detail
uk: Показати деталі тесту

# fgj-a4-fYd.normalTitle
source: Show answers
uk: Показати відповіді

# jUk-oO-aaL.normalTitle
source: Show time table
uk: Показати розклад

# mzh-Oj-8G1.normalTitle
source: Show tests
uk: Показати тести

# wcz-FP-tJI.text
source: Attachment:
uk: Додаток:

# x3u-RR-zaB.text
source: Attachment:
uk: Додаток:

# yXt-oc-jf2.normalTitle
source: Open gallery
uk: Відкрити галерею

# zEk-Ci-WN7.text
source: Question text:
uk: Запитання:
